IDEA StatiCa Open Model
LineLoad.MasterComponent Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the master component
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement MasterComponent { get; set; }
Public Property MasterComponent As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ MasterComponent {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace